[
    {
        "title": "My Culture, My Voice",
        "preview": "In honor of Hispanic Heritage Month, Christina Hernandez, an instrument engineer on the Mars 2020 mission, talks about her childhood and journey to NASA."
    },
    {
        "title": "With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen",
        "preview": "For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. "
    },
    {
        "title": "NASA's Mars 2020 Heads Into the Test Chamber",
        "preview": "In this time-lapse video taken at JPL, engineers move the Mars 2020 rover into a large vacuum chamber for testing in Mars-like environmental conditions."
    },
    {
        "title": "NASA Mars Mission Connects With Bosnian and Herzegovinian Town",
        "preview": "A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site."
    },
    {
        "title": "HiRISE Views NASA's InSight and Curiosity on Mars",
        "preview": "New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along."
    },
    {
        "title": "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
        "preview": "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."
    },
    {
        "title": "NASA's Curiosity Rover Finds an Ancient Oasis on Mars",
        "preview": "New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate."
    },
    {
        "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update",
        "preview": "Other orbiters will continue relaying data from Mars surface missions for a two-week period."
    },
    {
        "title": "The Detective Aboard NASA's Perseverance Rover",
        "preview": "An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals."
    },
    {
        "title": "NASA's Curiosity Keeps Rolling As Team Operates Rover From Home",
        "preview": "The team has learned to meet new challenges as they work remotely on the Mars mission."
    },
    {
        "title": "How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ",
        "preview": "Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first."
    },
    {
        "title": "3 Things We've Learned From NASA's Mars InSight ",
        "preview": "Scientists are finding new mysteries since the geophysics mission landed two years ago."
    },
    {
        "title": "NASA Perseverance Mars Rover Scientists Train in the Nevada Desert",
        "preview": "Team members searched for signs of ancient microscopic life there, just as NASA's latest rover will on the Red Planet next year."
    },
    {
        "title": "Screening Soon: 'The Pathfinders' Trains Lens on Mars",
        "preview": "With the Mars 2020 mission ramping up, the documentary — the first of four about past JPL missions to the Red Planet to be shown at Caltech — tells a gripping backstory."
    },
    {
        "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
        "preview": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. "
    }
]