[
    {
        "title": "NASA Wins 4 Webbys, 4 People's Voice Awards",
        "preview": "Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive."
    },
    {
        "title": "Heat and Dust Help Launch Martian Water Into Space, Scientists Find",
        "preview": "Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "
    },
    {
        "title": "Mars 2020 Unwrapped and Ready for More Testing",
        "preview": "In time-lapse video, bunny-suited engineers remove the inner layer of protective foil on NASA's Mars 2020 rover after it was relocated for testing."
    },
    {
        "title": "NASA's Briefcase-Size MarCO Satellite Picks Up Honors",
        "preview": "The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology."
    },
    {
        "title": "8 Martian Postcards to Celebrate Curiosity's Landing Anniversary",
        "preview": "The NASA rover touched down eight years ago, on Aug. 5, 2012, and will soon be joined by a second rover, Perseverance."
    },
    {
        "title": "NASA Readies Perseverance Mars Rover's Earthly Twin ",
        "preview": "Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."
    },
    {
        "title": "The Detective Aboard NASA's Perseverance Rover",
        "preview": "An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals."
    },
    {
        "title": "NASA Moves Forward With Campaign to Return Mars Samples to Earth",
        "preview": "During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships."
    },
    {
        "title": "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
        "preview": "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."
    },
    {
        "title": "Naming a NASA Mars Rover Can Change Your Life",
        "preview": "Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking."
    },
    {
        "title": "NASA's Perseverance Rover Will Carry First Spacesuit Materials to Mars",
        "preview": "In a Q&A, spacesuit designer Amy Ross explains how five samples, including a piece of helmet visor, will be tested aboard the rover, which is targeting a July 30 launch. "
    },
    {
        "title": "Sensors on Mars 2020 Spacecraft Answer Long-Distance Call From Earth",
        "preview": "Instruments tailored to collect data during the descent of NASA's next rover through the Red Planet's atmosphere have been checked in flight."
    },
    {
        "title": "How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ",
        "preview": "Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first."
    },
    {
        "title": "NASA's Perseverance Rover Attached to Atlas V Rocket",
        "preview": "Ready for its launch later in the month, the Mars-bound rover will touch terra firma no more."
    },
    {
        "title": "NASA to Broadcast Mars 2020 Perseverance Launch, Prelaunch Activities",
        "preview": "Starting July 27, news activities will cover everything from mission engineering and science to returning samples from Mars to, of course, the launch itself."
    }
]